Repository: oe-alliance/enigma2-plugin-systemplugins-quadpip
Catalog: plugin/locale/*.po
Languages: de, nl, pt

source: Menu key : Select quad channel
de: Menütaste: Quad-Kanal auswählen
nl: Menu: Kies de vier zenders
pt: Botão de menu : selecione o canal Quad

source: Red key : Show/Hide texts
de: Rote Taste: Texte ein-/ausblenden
nl: Rood: Toon / Verberg tekst
pt: Botão vermelho : Mostrar/Ocultar o nome do canal

source: (current channel)
de: (aktueller Kanal)
nl: (huidige keuze)
pt: (canal atual)

source: <No Channel>
de: <Kein Kanal>
nl: <Geen zender>
pt: <Sem canal>

source: <empty>
de: <leer>
nl: <leeg>
pt: <vazio>

source: Add
de: Hinzufügen
nl: Voeg toe
pt: Adicionar

source: Add New Quad Channel Entry
de: Neuen Quad-Channel-Eintrag hinzufügen
nl: Voeg een nieuwe zender toe
pt: Adicionar nova entrada Quad

source: Box or driver is not support Quad PiP.
de: Box oder Treiber unterstützen Quad PiP nicht.
nl: De box of de driver ondersteunt geen QuadPiP.
pt: A box ou os drivers não suportam Quad PiP.

source: Choice where to put "%s"
de: Auswahl, wo „%s“ abgelegt werden soll
nl: Kies waar je "%s" wilt plaatsen
pt: Escolher onde colocar "%s".

source: %s : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
de: %s: Zur Senderliste wechseln Ok-Taste: Ausgewählten Kanal entfernen PVR-Taste: Geben Sie den Kanalnamen ein Exit-Taste: Kanalbearbeitung beenden
pt: %s : Mudar para a lista de canais Botão Ok : Remover o canal selecionado Botão PVR : Introduzir nome do canal Botão Exit : Terminar a edição da lista de canais

source: %s : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
de: %s: Zum Quad-PiP-Eintrag wechseln Ok-Taste: Zum neuen Eintrag hinzufügen PVR-Taste: Geben Sie den Kanalnamen ein Exit-Taste: Kanalbearbeitung beenden
pt: %s : Mudar para a entrada Quad PiP. Botão Ok : Adicionar uma nova entrada Botão PVR : Introduzir nome do canal Botão Exit : Terminar a edição de canal

source: EPG key
de: EPG-Taste
pt: Botão EPG

source: INFO key
de: INFO-Taste
pt: Botão INFO

source: Edit
de: Bearbeiten
nl: Wijzig
pt: Editar

source: Edit Quad Channel Entry
de: Quad-Kanal Eintrag bearbeiten
nl: Wijzig de QuadPiP zender
pt: Editar a entrada de canais Quad

source: Enable Quad PiP
de: Aktiviere Quad PiP
nl: Activeer QuadPiP
pt: Activar Quad PIP

source: Exit Quad Channel Selection
de: Beende Quad-Kanal Auswahl
nl: Beëindig de QuadPIP keuze
pt: Sair da seleção de canais Quad

source: Exit quad PiP
de: Beende Quad PiP
nl: Beëindig QuadPiP
pt: Sair do Quad PiP

source: Input channel name.
de: Eingabekanal Name.
nl: Voer de zendernaam in.
pt: Introduzir nome de canal.

source: Next quad PiP channel
de: Nächster Quad PiP Kanal
nl: De volgende QuadPiP zender
pt: Canal Quad PiP seguinte

source: No channel
de: Kein Kanal
nl: Geen zender
pt: Sem canal

source: Prev quad PiP channel
de: Vorheriger Quad PiP Kanal
nl: Vorige QuadPiP zender
pt: Canal Quad PiP precedente

source: Quad PiP Channel Selection
de: Quad PiP Kanalauswahl
nl: QuadPiP zenderkeuze
pt: Seleção de Canal Quad PiP

source: Quad PiP Screen
de: Quad PiP Bildschirm
nl: QuadPiP scherm
pt: Ecrã Quad PiP

source: Quad PiP channel
de: Quad PiP Kanal
nl: QuadPiP keuze
pt: Canal Quad PiP

source: Quad PiP is not available.
de: Quad PiP ist nich verfügbar.
nl: QuadPiP is niet beschikbaar.
pt: Quad PiP não está disponível.

source: Quad Picture in Picture
de: Quad Bild im Bild
pt: Quad PiP Imagem em Imagem

source: Really delete this entry?
de: Diesen Eintrag wirklich löschen?
nl: Wilt u de huidige invoer verwijderen?
pt: Tem a certeza que quer remover esta entrada?

source: Remove
de: Entfernen
nl: Verwijder
pt: Remover

source: Remove Quad Channel Entry
de: Entferne Quad-Kanal eintag
nl: Verwijder deze QuadPiP zender
pt: Remover entrada de canal Quad

source: Select
de: Auswählen
nl: Kies
pt: Selecionar

source: Select Quad Channels
de: Wähle Quad Kanäle aus
nl: Kies Quad zenders
pt: Selecionar os canais Quad

source: Select channel audio
de: Wähle Audio Kanal aus
nl: Kies het geluidskanaal
pt: Selecionar o canal de áudio

source: Show channel selection
de: Senderauswahl anzeigen
nl: Toon de zenderkeuze
pt: Mostrar seleção de canais

source: Show/Hide focus bar
de: Fokusleiste ein-/ausblenden
nl: Toon / Verberg focus balk
pt: Mostrar/Esconder focus bar

source: Zap focused channel on full screen
de: Zappe-fokussierten Kanal im Vollbildmodus
nl: Toon het huidige kanaal volledig
pt: Zap focado do canal em pleno no ecrã

source: EPG key : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
nl: EPG toets : Ga naar de zenderlijst Ok toets : Verwijder de gekozen zender PVR toets : Voer de zendernaam in Exit toets : Stop met het aanpassen van de zenders

source: EPG key : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
nl: EPG toets : Ga naar het QuadPiP kanaal Ok toets : Voeg een zender toe PVR toets : Voer de zendernaam in Exit toets : Stop met het aanpassen van de zenders
